Repository: bae-fm/bae
Catalog: BaeKit/Sources/BaeKit/Resources/Core.xcstrings
Source language: en
Languages: ar, bg, bn, cs, de, es, fr, gu, he, hi, hr, it, ja, kn, ko, ml, mr, nl, pa, pl, pt_br, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

# core.import.triage.lookup_failed
source: Online lookup failed
ar: فشل البحث عبر الإنترنت
bg: Онлайн търсенето не бе успешно
bn: অনলাইন খোঁজ ব্যর্থ হয়েছে
cs: Online vyhledávání se nezdařilo
de: Online-Suche fehlgeschlagen
es: Falló la búsqueda en línea
fr: La recherche en ligne a échoué
gu: ઑનલાઇન શોધ નિષ્ફળ ગઈ
he: החיפוש המקוון נכשל
hi: ऑनलाइन खोज विफल रही
hr: Mrežno pretraživanje nije uspjelo
it: Ricerca online non riuscita
ja: オンライン検索に失敗しました
kn: ಆನ್‌ಲೈನ್ ಹುಡುಕಾಟ ವಿಫಲವಾಗಿದೆ
ko: 온라인 조회에 실패했습니다
ml: ഓൺലൈൻ തിരയൽ പരാജയപ്പെട്ടു
mr: ऑनलाइन शोध अयशस्वी झाला
nl: Online opzoeken mislukt
pa: ਔਨਲਾਈਨ ਖੋਜ ਅਸਫਲ ਰਹੀ
pl: Wyszukiwanie online nie powiodło się
pt_br: A busca online falhou
ta: இணையத் தேடல் தோல்வியடைந்தது
te: ఆన్‌లైన్ శోధన విఫలమైంది
th: การค้นหาออนไลน์ล้มเหลว
tr: Çevrimiçi arama başarısız oldu
uk: Не вдалося виконати онлайн-пошук
ur: آن لائن تلاش ناکام ہو گئی
vi: Tra cứu trực tuyến không thành công
zh_hans: 在线查询失败
zh_hant: 線上查詢失敗

# core.import.triage.no_match
source: Nothing matched this folder
ar: لا يوجد ما يطابق هذا المجلد
bg: Нищо не съвпадна с тази папка
bn: এই ফোল্ডারের সঙ্গে কিছুই মেলেনি
cs: Této složce nic neodpovídá
de: Nichts passte zu diesem Ordner
es: Nada coincidió con esta carpeta
fr: Aucune correspondance pour ce dossier
gu: આ ફોલ્ડર સાથે કંઈ મેળ ખાધું નથી
he: לא נמצאה התאמה לתיקייה הזו
hi: इस फ़ोल्डर से कुछ भी मेल नहीं खाया
hr: Ništa ne odgovara ovoj mapi
it: Nessuna corrispondenza per questa cartella
ja: このフォルダに一致するものはありません
kn: ಈ ಫೋಲ್ಡರ್‌ಗೆ ಯಾವುದೂ ಹೊಂದಿಕೆಯಾಗಲಿಲ್ಲ
ko: 이 폴더와 일치하는 항목이 없습니다
ml: ഈ ഫോൾഡറുമായി ഒന്നും പൊരുത്തപ്പെട്ടില്ല
mr: या फोल्डरशी काहीही जुळले नाही
nl: Niets kwam overeen met deze map
pa: ਇਸ ਫੋਲਡਰ ਨਾਲ ਕੁਝ ਵੀ ਮੇਲ ਨਹੀਂ ਖਾਧਾ
pl: Nic nie pasuje do tego folderu
pt_br: Nada correspondeu a esta pasta
ta: இந்தக் கோப்புறைக்கு எதுவும் பொருந்தவில்லை
te: ఈ ఫోల్డర్‌కు ఏదీ సరిపోలలేదు
th: ไม่มีอะไรตรงกับโฟลเดอร์นี้
tr: Bu klasörle eşleşen bir şey bulunamadı
uk: Для цієї теки нічого не знайдено
ur: اس فولڈر سے کچھ بھی مماثل نہیں ہوا
vi: Không có gì khớp với thư mục này
zh_hans: 没有与此文件夹匹配的结果
zh_hant: 沒有與此資料夾相符的結果

# core.import.triage.nothing_to_look_up
source: No disc ID and no barcode to look up
ar: لا يوجد معرّف قرص ولا باركود للبحث عنه
bg: Няма ID на диск, нито баркод за търсене
bn: খোঁজার জন্য ডিস্ক আইডি বা বারকোড কিছুই নেই
cs: Není k dispozici ID disku ani čárový kód k vyhledání
de: Keine Disc-ID und kein Barcode zum Nachschlagen
es: Sin ID de disco ni código de barras que consultar
fr: Aucun ID de disque ni code-barres à rechercher
gu: શોધવા માટે ડિસ્ક આઈડી કે બારકોડ નથી
he: אין מזהה דיסק ואין ברקוד לחיפוש
hi: खोजने के लिए न डिस्क आईडी है, न बारकोड
hr: Nema ID-a diska ni crtičnog koda za pretraživanje
it: Nessun ID disco né codice a barre da cercare
ja: 検索できるディスクIDもバーコードもありません
kn: ಹುಡುಕಲು ಡಿಸ್ಕ್ ಐಡಿ ಅಥವಾ ಬಾರ್‌ಕೋಡ್ ಇಲ್ಲ
ko: 조회할 디스크 ID도 바코드도 없습니다
ml: തിരയാൻ ഡിസ്ക് ഐഡിയോ ബാർകോഡോ ഇല്ല
mr: शोधण्यासाठी डिस्क आयडी किंवा बारकोड नाही
nl: Geen disc-ID en geen barcode om op te zoeken
pa: ਖੋਜਣ ਲਈ ਨਾ ਡਿਸਕ ਆਈਡੀ ਹੈ ਨਾ ਬਾਰਕੋਡ
pl: Brak identyfikatora płyty i kodu kreskowego do wyszukania
pt_br: Sem ID de disco nem código de barras para consultar
ta: தேட வட்டு ஐடியோ பார்கோடோ இல்லை
te: వెతకడానికి డిస్క్ ఐడీ లేదా బార్‌కోడ్ లేదు
th: ไม่มีรหัสแผ่นและบาร์โค้ดให้ค้นหา
tr: Aranacak disk kimliği veya barkod yok
uk: Немає ні ідентифікатора диска, ні штрихкоду для пошуку
ur: تلاش کرنے کے لیے نہ ڈسک آئی ڈی ہے نہ بارکوڈ
vi: Không có mã đĩa và mã vạch để tra cứu
zh_hans: 没有可供查询的光盘 ID 或条形码
zh_hant: 沒有可供查詢的光碟 ID 或條碼

# core.import.triage.several_matches
source: %lld matches
ar: %lld تطابق
bg: %lld съвпадения
bn: %lldটি মিল
cs: %lld shod
de: %lld Treffer
es: %lld coincidencias
fr: %lld correspondances
gu: %lld મેળ
he: %lld התאמות
hi: %lld मिलान
hr: %lld podudaranja
it: %lld corrispondenze
ja: %lld件の一致
kn: %lld ಹೊಂದಾಣಿಕೆಗಳು
ko: 일치 항목 %lld개
ml: %lld പൊരുത്തങ്ങൾ
mr: %lld जुळण्या
nl: %lld overeenkomsten
pa: %lld ਮੇਲ
pl: %lld dopasowania
pt_br: %lld correspondências
ta: %lld பொருத்தங்கள்
te: %lld సరిపోలికలు
th: %lld รายการที่ตรงกัน
tr: %lld eşleşme
uk: %lld збігу
ur: %lld مماثلتیں
vi: %lld kết quả khớp
zh_hans: %lld 个匹配
zh_hant: %lld 個相符項目

# core.import.triage.source_lengths_unknown
source: The release states no track lengths
ar: الإصدار لا يذكر مدد المسارات
bg: Изданието не посочва времетраене на записите
bn: রিলিজে ট্র্যাকের দৈর্ঘ্য উল্লেখ নেই
cs: Vydání neuvádí délky stop
de: Die Veröffentlichung nennt keine Titellängen
es: La edición no indica la duración de las pistas
fr: L’édition n’indique aucune durée de piste
gu: રિલીઝમાં ટ્રૅકની લંબાઈ જણાવી નથી
he: המהדורה לא מציינת אורכי רצועות
hi: रिलीज़ में ट्रैक की अवधि नहीं दी गई है
hr: Izdanje ne navodi trajanja pjesama
it: L’edizione non indica la durata delle tracce
ja: このリリースはトラックの長さを記載していません
kn: ಬಿಡುಗಡೆಯಲ್ಲಿ ಟ್ರ್ಯಾಕ್ ಅವಧಿಗಳನ್ನು ಸೂಚಿಸಿಲ್ಲ
ko: 이 릴리스에는 트랙 길이가 없습니다
ml: റിലീസിൽ ട്രാക്ക് ദൈർഘ്യങ്ങൾ പറഞ്ഞിട്ടില്ല
mr: रिलीजमध्ये ट्रॅकचा कालावधी दिलेला नाही
nl: De uitgave vermeldt geen nummerlengtes
pa: ਰਿਲੀਜ਼ ਵਿੱਚ ਟਰੈਕਾਂ ਦੀ ਲੰਬਾਈ ਨਹੀਂ ਦਿੱਤੀ ਗਈ
pl: Wydanie nie podaje długości ścieżek
pt_br: A edição não informa a duração das faixas
ta: வெளியீட்டில் தட நீளங்கள் குறிப்பிடப்படவில்லை
te: విడుదలలో ట్రాక్ నిడివులు పేర్కొనలేదు
th: การวางจำหน่ายนี้ไม่ได้ระบุความยาวของแทร็ก
tr: Sürüm parça sürelerini belirtmiyor
uk: Видання не вказує тривалості треків
ur: ریلیز میں ٹریک کے دورانیے درج نہیں ہیں
vi: Bản phát hành không nêu thời lượng bản nhạc
zh_hans: 该版本未标注音轨时长
zh_hant: 此版本未標示音軌長度

# core.import.triage.track_count_disagrees
source: Tracks: %1$lld in the folder, %2$lld on the release
ar: المسارات: %1$lld في المجلد، %2$lld في الإصدار
bg: Записи: %1$lld в папката, %2$lld в изданието
bn: ট্র্যাক: ফোল্ডারে %1$lld, রিলিজে %2$lld
cs: Stopy: %1$lld ve složce, %2$lld ve vydání
de: Titel: %1$lld im Ordner, %2$lld auf der Veröffentlichung
es: Pistas: %1$lld en la carpeta, %2$lld en la edición
fr: Pistes : %1$lld dans le dossier, %2$lld sur l’édition
gu: ટ્રૅક: ફોલ્ડરમાં %1$lld, રિલીઝ પર %2$lld
he: רצועות: %1$lld בתיקייה, %2$lld במהדורה
hi: ट्रैक: फ़ोल्डर में %1$lld, रिलीज़ पर %2$lld
hr: Pjesme: %1$lld u mapi, %2$lld na izdanju
it: Tracce: %1$lld nella cartella, %2$lld nell’edizione
ja: トラック数: フォルダ %1$lld、リリース %2$lld
kn: ಟ್ರ್ಯಾಕ್‌ಗಳು: ಫೋಲ್ಡರ್‌ನಲ್ಲಿ %1$lld, ಬಿಡುಗಡೆಯಲ್ಲಿ %2$lld
ko: 트랙: 폴더 %1$lld개, 릴리스 %2$lld개
ml: ട്രാക്കുകൾ: ഫോൾഡറിൽ %1$lld, റിലീസിൽ %2$lld
mr: ट्रॅक: फोल्डरमध्ये %1$lld, रिलीजवर %2$lld
nl: Nummers: %1$lld in de map, %2$lld op de uitgave
pa: ਟਰੈਕ: ਫੋਲਡਰ ਵਿੱਚ %1$lld, ਰਿਲੀਜ਼ ਉੱਤੇ %2$lld
pl: Ścieżki: %1$lld w folderze, %2$lld w wydaniu
pt_br: Faixas: %1$lld na pasta, %2$lld na edição
ta: தடங்கள்: கோப்புறையில் %1$lld, வெளியீட்டில் %2$lld
te: ట్రాక్‌లు: ఫోల్డర్‌లో %1$lld, విడుదలలో %2$lld
th: แทร็ก: %1$lld ในโฟลเดอร์, %2$lld ในการวางจำหน่าย
tr: Parçalar: klasörde %1$lld, sürümde %2$lld
uk: Треки: %1$lld у теці, %2$lld у виданні
ur: ٹریکس: فولڈر میں %1$lld، ریلیز پر %2$lld
vi: Bản nhạc: %1$lld trong thư mục, %2$lld trên bản phát hành
zh_hans: 音轨：文件夹 %1$lld，版本 %2$lld
zh_hant: 音軌：資料夾 %1$lld，版本 %2$lld

# core.import.validation.empty_album_title
source: Album title is required
ar: عنوان الألبوم مطلوب
bg: Необходимо е заглавие на албума
bn: অ্যালবামের শিরোনাম প্রয়োজন
cs: Název alba je povinný
de: Albumtitel ist erforderlich
es: El título del álbum es obligatorio
fr: Le titre de l'album est obligatoire
gu: આલ્બમ શીર્ષક જરૂરી છે
he: יש להזין כותרת אלבום
hi: एल्बम शीर्षक आवश्यक है
hr: Naslov albuma je obavezan
it: Il titolo dell'album è obbligatorio
ja: アルバムタイトルは必須です
kn: ಆಲ್ಬಮ್ ಶೀರ್ಷಿಕೆ ಅಗತ್ಯ
ko: 앨범 제목은 필수입니다
ml: ആൽബം ശീർഷകം ആവശ്യമാണ്
mr: अल्बम शीर्षक आवश्यक आहे
nl: Albumtitel is vereist
pa: ਐਲਬਮ ਸਿਰਲੇਖ ਲੋੜੀਂਦਾ ਹੈ
pl: Tytuł albumu jest wymagany
pt_br: O título do álbum é obrigatório
ta: ஆல்பம் தலைப்பு தேவை
te: ఆల్బమ్ శీర్షిక అవసరం
th: ต้องระบุชื่ออัลบั้ม
tr: Albüm adı gerekli
uk: Потрібна назва альбому
ur: البم عنوان ضروری ہے
vi: Cần có tên album
zh_hans: 必须填写专辑标题
zh_hant: 必須填寫專輯標題

# core.import.validation.empty_artist_name
source: Artist name is required
ar: اسم الفنان مطلوب
bg: Необходимо е име на изпълнител
bn: শিল্পীর নাম প্রয়োজন
cs: Jméno interpreta je povinné
de: Der Künstlername ist erforderlich
es: El nombre del artista es obligatorio
fr: Le nom de l'artiste est obligatoire
gu: કલાકારનું નામ જરૂરી છે
he: יש להזין שם אמן
hi: कलाकार का नाम आवश्यक है
hr: Ime izvođača je obavezno
it: Il nome dell'artista è obbligatorio
ja: アーティスト名は必須です
kn: ಕಲಾವಿದರ ಹೆಸರು ಅಗತ್ಯ
ko: 아티스트 이름은 필수입니다
ml: ആർട്ടിസ്റ്റിന്റെ പേര് ആവശ്യമാണ്
mr: कलाकाराचे नाव आवश्यक आहे
nl: Artiestennaam is vereist
pa: ਕਲਾਕਾਰ ਦਾ ਨਾਮ ਲੋੜੀਂਦਾ ਹੈ
pl: Nazwa wykonawcy jest wymagana
pt_br: O nome do artista é obrigatório
ta: கலைஞர் பெயர் தேவை
te: కళాకారుడి పేరు అవసరం
th: ต้องระบุชื่อศิลปิน
tr: Sanatçı adı gerekli
uk: Потрібне ім’я виконавця
ur: فنکار کا نام ضروری ہے
vi: Cần có tên nghệ sĩ
zh_hans: 必须填写艺术家姓名
zh_hant: 必須填寫演出者名稱

# core.import.validation.invalid_year
source: Year must be a number
ar: يجب أن تكون السنة رقمًا
bg: Годината трябва да е число
bn: বছর সংখ্যা হতে হবে
cs: Rok musí být číslo
de: Das Jahr muss eine Zahl sein
es: El año debe ser un número
fr: L'année doit être un nombre
gu: વર્ષ સંખ્યા હોવું જોઈએ
he: השנה חייבת להיות מספר
hi: वर्ष संख्या होना चाहिए
hr: Godina mora biti broj
it: L'anno deve essere un numero
ja: 年は数字で入力してください
kn: ವರ್ಷ ಸಂಖ್ಯೆ ಆಗಿರಬೇಕು
ko: 연도는 숫자여야 합니다
ml: വർഷം ഒരു സംഖ്യയായിരിക്കണം
mr: वर्ष संख्या असणे आवश्यक आहे
nl: Jaar moet een getal zijn
pa: ਸਾਲ ਇੱਕ ਨੰਬਰ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ
pl: Rok musi być liczbą
pt_br: O ano deve ser um número
ta: ஆண்டு எண்ணாக இருக்க வேண்டும்
te: సంవత్సరం సంఖ్య అయి ఉండాలి
th: ปีต้องเป็นตัวเลข
tr: Yıl bir sayı olmalı
uk: Рік має бути числом
ur: سال عدد ہونا چاہیے
vi: Năm phải là số
zh_hans: 年份必须为数字
zh_hant: 年份必須是數字

# core.import.validation.no_album_artist
source: Album must have at least one artist
ar: يجب أن يحتوي الألبوم على فنان واحد على الأقل
bg: Албумът трябва да има поне един изпълнител
bn: অ্যালবামে অন্তত একজন শিল্পী থাকতে হবে
cs: Album musí mít alespoň jednoho interpreta
de: Das Album muss mindestens einen Interpreten haben
es: El álbum debe tener al menos un artista
fr: L'album doit avoir au moins un artiste
gu: આલ્બમમાં ઓછામાં ઓછો એક કલાકાર હોવો જોઈએ
he: לאלבום חייב להיות לפחות אמן אחד
hi: एल्बम में कम से कम एक कलाकार होना चाहिए
hr: Album mora imati barem jednog izvođača
it: L'album deve avere almeno un artista
ja: アルバムには少なくとも1人のアーティストが必要です
kn: ಆಲ್ಬಮ್‌ಗೆ ಕನಿಷ್ಠ ಒಬ್ಬ ಕಲಾವಿದ ಇರಬೇಕು
ko: 앨범에는 아티스트가 한 명 이상 있어야 합니다
ml: ആൽബത്തിൽ കുറഞ്ഞത് ഒരു ആർട്ടിസ്റ്റ് വേണം
mr: अल्बममध्ये किमान एक कलाकार असणे आवश्यक आहे
nl: Album moet ten minste één artiest hebben
pa: ਐਲਬਮ ਵਿੱਚ ਘੱਟੋ-ਘੱਟ ਇੱਕ ਕਲਾਕਾਰ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ
pl: Album musi mieć co najmniej jednego wykonawcę
pt_br: O álbum precisa ter pelo menos um artista
ta: ஆல்பத்தில் குறைந்தது ஒரு கலைஞர் இருக்க வேண்டும்
te: ఆల్బమ్‌కు కనీసం ఒక కళాకారుడు ఉండాలి
th: อัลบั้มต้องมีศิลปินอย่างน้อยหนึ่งคน
tr: Albümde en az bir sanatçı olmalı
uk: Альбом повинен мати принаймні одного виконавця
ur: البم میں کم از کم ایک فنکار ہونا چاہیے
vi: Album phải có ít nhất một nghệ sĩ
zh_hans: 专辑必须至少有一位艺术家
zh_hant: 專輯必須至少有一位演出者

# core.lookup.failure.artwork_analysis
source: Artwork analysis failed
ar: فشل تحليل الصورة
bg: Анализът на изображението е неуспешен
bn: ছবি বিশ্লেষণ ব্যর্থ হয়েছে
cs: Analýza obrázku selhala
de: Die Bildanalyse ist fehlgeschlagen
es: Falló el análisis de la imagen
fr: L'analyse de l'image a échoué
gu: છબીનું વિશ્લેષણ નિષ્ફળ ગયું
he: ניתוח התמונה נכשל
hi: छवि विश्लेषण विफल रहा
hr: Analiza slike nije uspjela
it: Analisi dell'immagine non riuscita
ja: 画像解析に失敗しました
kn: ಚಿತ್ರ ವಿಶ್ಲೇಷಣೆ ವಿಫಲವಾಗಿದೆ
ko: 이미지 분석에 실패했습니다
ml: ചിത്രം വിശകലനം പരാജയപ്പെട്ടു
mr: प्रतिमा विश्लेषण अयशस्वी झाले
nl: Afbeeldingsanalyse mislukt
pa: ਚਿੱਤਰ ਵਿਸ਼ਲੇਸ਼ਣ ਅਸਫਲ ਰਿਹਾ
pl: Analiza obrazu nie powiodła się
pt_br: A análise da imagem falhou
ta: படப் பகுப்பாய்வு தோல்வியடைந்தது
te: చిత్రం విశ్లేషణ విఫలమైంది
th: การวิเคราะห์ภาพล้มเหลว
tr: Görsel analizi başarısız oldu
uk: Не вдалося проаналізувати зображення
ur: تصویر کا تجزیہ ناکام ہو گیا
vi: Phân tích hình ảnh thất bại
zh_hans: 图像分析失败
zh_hant: 圖像分析失敗

# core.lookup.failure.diagnostic
source: Couldn't look this up
ar: تعذّر البحث عن هذا
bg: Това не може да бъде намерено
bn: এটি খুঁজে দেখা যায়নি
cs: Toto se nepodařilo vyhledat
de: Dies konnte nicht nachgeschlagen werden
es: No se pudo buscar esto
fr: Impossible d'effectuer cette recherche
gu: આ શોધી શકાયું નહીં
he: לא ניתן היה לחפש את זה
hi: इसे खोजा नहीं जा सका
hr: Ovo nije moguće pronaći
it: Impossibile cercarlo
ja: 照会できませんでした
kn: ಇದನ್ನು ಹುಡುಕಲಾಗಲಿಲ್ಲ
ko: 조회할 수 없습니다
ml: ഇത് അന്വേഷിക്കാനായില്ല
mr: हे शोधता आले नाही
nl: Kan dit niet opzoeken
pa: ਇਹ ਲੱਭਿਆ ਨਹੀਂ ਜਾ ਸਕਿਆ
pl: Nie udało się tego wyszukać
pt_br: Não foi possível fazer essa busca
ta: இதைக் கண்டுபிடிக்க முடியவில்லை
te: దీన్ని వెతకలేకపోయింది
th: ค้นหาสิ่งนี้ไม่ได้
tr: Bu aranamadı
uk: Не вдалося це знайти
ur: اسے تلاش نہیں کیا جا سکا
vi: Không thể tra cứu mục này
zh_hans: 无法查询此项
zh_hant: 無法查詢

# core.lookup.failure.network
source: Couldn't reach the metadata provider
ar: تعذّر الوصول إلى مزوّد البيانات الوصفية
bg: Не може да се достигне доставчикът на метаданни
bn: মেটাডেটা প্রদানকারীর সাথে সংযোগ করা যায়নি
cs: Nepodařilo se spojit s poskytovatelem metadat
de: Der Metadatenanbieter konnte nicht erreicht werden
es: No se pudo conectar con el proveedor de metadatos
fr: Impossible de joindre le fournisseur de métadonnées
gu: મેટાડેટા પ્રદાતા સુધી પહોંચી શકાયું નહીં
he: לא ניתן היה להגיע לספק המטא-נתונים
hi: मेटाडेटा प्रदाता तक नहीं पहुंच सके
hr: Nije moguće doći do pružatelja metapodataka
it: Couldn't reach the Metadati provider
ja: メタデータプロバイダに接続できませんでした
kn: ಮೆಟಾಡೇಟಾ ಒದಗಿಸುವವರನ್ನು ತಲುಪಲಾಗಲಿಲ್ಲ
ko: 메타데이터 제공자에 연결할 수 없습니다
ml: മെറ്റാഡാറ്റ ദാതാവിനെ ബന്ധപ്പെടാനായില്ല
mr: मेटाडेटा पुरवठादाराशी संपर्क होऊ शकला नाही
pa: ਮੈਟਾਡਾਟਾ ਪ੍ਰਦਾਤਾ ਤੱਕ ਨਹੀਂ ਪਹੁੰਚ ਸਕੇ
pl: Nie można połączyć się z dostawcą metadanych
pt_br: Não foi possível acessar o provedor de metadados
ta: மெட்டாடேட்டா வழங்குநரை அணுக முடியவில்லை
te: మెటాడేటా ప్రదాతను చేరుకోలేకపోయింది
th: ติดต่อผู้ให้บริการเมทาดาทาไม่ได้
tr: Couldn't reach the Üst veri provider
uk: Не вдалося з'єднатися з постачальником метаданих
ur: میٹا ڈیٹا فراہم کنندہ تک رسائی نہیں ہو سکی
vi: Couldn't reach the Siêu dữ liệu provider
zh_hans: 无法连接到元数据提供方
zh_hant: 無法連線到中繼資料提供者

# core.lookup.failure.provider
source: The metadata provider returned an error (%lld)
ar: أعاد مزوّد البيانات الوصفية خطأً (%lld)
bg: Доставчикът на метаданни върна грешка (%lld)
bn: মেটাডেটা প্রদানকারী একটি ত্রুটি ফিরিয়েছে (%lld)
cs: Poskytovatel metadat vrátil chybu (%lld)
de: Der Metadatenanbieter hat einen Fehler zurückgegeben (%lld)
es: El proveedor de metadatos devolvió un error (%lld)
fr: Le fournisseur de métadonnées a renvoyé une erreur (%lld)
gu: મેટાડેટા પ્રદાતાએ ભૂલ પરત કરી (%lld)
he: ספק המטא-נתונים החזיר שגיאה (%lld)
hi: मेटाडेटा प्रदाता ने त्रुटि लौटाई (%lld)
hr: Pružatelj metapodataka vratio je pogrešku (%lld)
it: The Metadati provider returned an error (%lld)
ja: メタデータプロバイダがエラーを返しました（%lld）
kn: ಮೆಟಾಡೇಟಾ ಒದಗಿಸುವವರು ದೋಷವನ್ನು ಹಿಂತಿರುಗಿಸಿದರು (%lld)
ko: 메타데이터 제공자가 오류를 반환했습니다(%lld)
ml: മെറ്റാഡാറ്റ ദാതാവ് ഒരു പിശക് നൽകി (%lld)
mr: मेटाडेटा पुरवठादाराने त्रुटी परत केली (%lld)
pa: ਮੈਟਾਡਾਟਾ ਪ੍ਰਦਾਤਾ ਨੇ ਗਲਤੀ ਵਾਪਸ ਕੀਤੀ (%lld)
pl: Dostawca metadanych zwrócił błąd (%lld)
pt_br: O provedor de metadados retornou um erro (%lld)
ta: மெட்டாடேட்டா வழங்குநர் பிழையைத் திருப்பினார் (%lld)
te: మెటాడేటా ప్రదాత లోపాన్ని తిరిగి ఇచ్చింది (%lld)
th: ผู้ให้บริการเมทาดาทาส่งข้อผิดพลาดกลับมา (%lld)
tr: The Üst veri provider returned an error (%lld)
uk: Постачальник метаданих повернув помилку (%lld)
ur: میٹا ڈیٹا فراہم کنندہ نے خرابی واپس کی (%lld)
vi: The Siêu dữ liệu provider returned an error (%lld)
zh_hans: 元数据提供方返回了错误（%lld）
zh_hant: 中繼資料提供者傳回錯誤 (%lld)

# core.lookup.failure.provider_unknown
source: The metadata provider returned an error
ar: أعاد مزوّد البيانات الوصفية خطأً
bg: Доставчикът на метаданни върна грешка
bn: মেটাডেটা প্রদানকারী একটি ত্রুটি ফিরিয়েছে
cs: Poskytovatel metadat vrátil chybu
de: Der Metadatenanbieter hat einen Fehler zurückgegeben
es: El proveedor de metadatos devolvió un error
fr: Le fournisseur de métadonnées a renvoyé une erreur
gu: મેટાડેટા પ્રદાતાએ ભૂલ પરત કરી
he: ספק המטא-נתונים החזיר שגיאה
hi: मेटाडेटा प्रदाता ने त्रुटि लौटाई
hr: Pružatelj metapodataka vratio je pogrešku
it: The Metadati provider returned an error
ja: メタデータプロバイダがエラーを返しました
kn: ಮೆಟಾಡೇಟಾ ಒದಗಿಸುವವರು ದೋಷವನ್ನು ಹಿಂತಿರುಗಿಸಿದರು
ko: 메타데이터 제공자가 오류를 반환했습니다
ml: മെറ്റാഡാറ്റ ദാതാവ് ഒരു പിശക് നൽകി
mr: मेटाडेटा पुरवठादाराने त्रुटी परत केली
pa: ਮੈਟਾਡਾਟਾ ਪ੍ਰਦਾਤਾ ਨੇ ਗਲਤੀ ਵਾਪਸ ਕੀਤੀ
pl: Dostawca metadanych zwrócił błąd
pt_br: O provedor de metadados retornou um erro
ta: மெட்டாடேட்டா வழங்குநர் பிழையைத் திருப்பினார்
te: మెటాడేటా ప్రదాత లోపాన్ని తిరిగి ఇచ్చింది
th: ผู้ให้บริการเมทาดาทาส่งข้อผิดพลาดกลับมา
tr: The Üst veri provider returned an error
uk: Постачальник метаданих повернув помилку
ur: میٹا ڈیٹا فراہم کنندہ نے خرابی واپس کی
vi: The Siêu dữ liệu provider returned an error
zh_hans: 元数据提供方返回了错误
zh_hant: 中繼資料提供者傳回錯誤

# core.lookup.failure.timeout
source: The metadata provider timed out
ar: انتهت مهلة مزوّد البيانات الوصفية
bg: Времето за изчакване на доставчика на метаданни изтече
bn: মেটাডেটা প্রদানকারীর সময়সীমা শেষ হয়েছে
cs: Vypršel časový limit poskytovatele metadat
de: Beim Metadatenanbieter ist eine Zeitüberschreitung aufgetreten
es: El proveedor de metadatos agotó el tiempo de espera
fr: Le fournisseur de métadonnées a expiré
gu: મેટાડેટા પ્રદાતાનો સમય સમાપ્ત થયો
he: תם הזמן הקצוב לספק המטא-נתונים
hi: मेटाडेटा प्रदाता का समय समाप्त हो गया
hr: Isteklo je vrijeme čekanja pružatelja metapodataka
it: The Metadati provider timed out
ja: メタデータプロバイダがタイムアウトしました
kn: ಮೆಟಾಡೇಟಾ ಒದಗಿಸುವವರ ಸಮಯ ಮೀರಿದೆ
ko: 메타데이터 제공자 요청 시간이 초과되었습니다
ml: മെറ്റാഡാറ്റ ദാതാവിന്റെ സമയപരിധി കഴിഞ്ഞു
mr: मेटाडेटा पुरवठादाराची वेळ संपली
pa: ਮੈਟਾਡਾਟਾ ਪ੍ਰਦਾਤਾ ਦਾ ਸਮਾਂ ਸਮਾਪਤ ਹੋ ਗਿਆ
pl: Upłynął limit czasu dostawcy metadanych
pt_br: O provedor de metadados excedeu o tempo limite
ta: மெட்டாடேட்டா வழங்குநருக்கான நேரம் முடிந்தது
te: మెటాడేటా ప్రదాత సమయం ముగిసింది
th: ผู้ให้บริการเมทาดาทาหมดเวลา
tr: The Üst veri provider timed out
uk: Час очікування постачальника метаданих вичерпано
ur: میٹا ڈیٹا فراہم کنندہ کا وقت ختم ہو گیا
vi: The Siêu dữ liệu provider timed out
zh_hans: 元数据提供方请求超时
zh_hant: 中繼資料提供者逾時

# core.outbox.bytes.preparing
source: Preparing %1$@ of %2$@
ar: قيد التحضير %1$@ من %2$@
bg: Подготвя се %1$@ от %2$@
bn: প্রস্তুত হচ্ছে %1$@-এর মধ্যে %2$@
cs: Připravuje se %1$@ z %2$@
de: Wird vorbereitet: %1$@ von %2$@
es: Preparando %1$@ de %2$@
fr: Préparation : %1$@ sur %2$@
gu: તૈયાર થઈ રહ્યું છે %1$@ માંથી %2$@
he: בהכנה %1$@ מתוך %2$@
hi: तैयार हो रहा है %1$@ में से %2$@
hr: Priprema se %1$@ od %2$@
it: In preparazione %1$@ di %2$@
ja: 準備中 %1$@中%2$@
kn: ಸಿದ್ಧವಾಗುತ್ತಿದೆ %1$@ರಲ್ಲಿ %2$@
ko: 준비 중 %1$@/%2$@
ml: തയ്യാറാക്കുന്നു %1$@-ൽ %2$@
mr: तयार होत आहे %1$@ पैकी %2$@
nl: Voorbereiden %1$@ van %2$@
pa: ਤਿਆਰ ਹੋ ਰਿਹਾ ਹੈ %1$@ ਵਿੱਚੋਂ %2$@
pl: Przygotowywanie %1$@ z %2$@
pt_br: Preparando %1$@ de %2$@
ta: தயாராகிறது %1$@-இல் %2$@
te: సిద్ధమవుతోంది %1$@లో %2$@
th: กำลังเตรียม %1$@ จาก %2$@
tr: Hazırlanıyor %1$@ / %2$@
uk: Готується %1$@ з %2$@
ur: تیار ہو رہا ہے %1$@ میں سے %2$@
vi: Đang chuẩn bị %1$@ trên %2$@
zh_hans: 正在准备 %1$@/%2$@
zh_hant: 正在準備 %1$@ / %2$@

# core.outbox.bytes.uploading
source: Uploading %1$@ of %2$@
ar: قيد الرفع %1$@ من %2$@
bg: Качва се %1$@ от %2$@
bn: আপলোড হচ্ছে %1$@-এর মধ্যে %2$@
cs: Nahrává se %1$@ z %2$@
de: Wird hochgeladen: %1$@ von %2$@
es: Subiendo %1$@ de %2$@
fr: Envoi : %1$@ sur %2$@
gu: અપલોડ થઈ રહ્યું છે %1$@ માંથી %2$@
he: מעלה %1$@ מתוך %2$@
hi: अपलोड हो रहा है %1$@ में से %2$@
hr: Učitava se %1$@ od %2$@
it: In caricamento %1$@ di %2$@
ja: アップロード中 %1$@中%2$@
kn: ಅಪ್‌ಲೋಡ್ ಆಗುತ್ತಿದೆ %1$@ರಲ್ಲಿ %2$@
ko: 업로드 중 %1$@/%2$@
ml: അപ്‌ലോഡ് ചെയ്യുന്നു %1$@-ൽ %2$@
mr: अपलोड होत आहे %1$@ पैकी %2$@
nl: Uploaden %1$@ van %2$@
pa: ਅੱਪਲੋਡ ਹੋ ਰਿਹਾ ਹੈ %1$@ ਵਿੱਚੋਂ %2$@
pl: Przesyłanie %1$@ z %2$@
pt_br: Enviando %1$@ de %2$@
ta: பதிவேற்றப்படுகிறது %1$@-இல் %2$@
te: అప్‌లోడ్ అవుతోంది %1$@లో %2$@
th: กำลังอัปโหลด %1$@ จาก %2$@
tr: Yükleniyor %1$@ / %2$@
uk: Вивантажується %1$@ з %2$@
ur: اپ لوڈ ہو رہا ہے %1$@ میں سے %2$@
vi: Đang tải lên %1$@ trên %2$@
zh_hans: 正在上传 %1$@/%2$@
zh_hant: 正在上傳 %1$@ / %2$@

# core.outbox.cancelling
source: %lld cancelling
ar: %lld قيد الإلغاء
bg: %lld се отменят
bn: %lldটি বাতিল হচ্ছে
cs: %lld se ruší
de: %lld werden abgebrochen
es: %lld cancelándose
fr: %lld en cours d’annulation
gu: %lld રદ થઈ રહ્યા છે
he: %lld בביטול
hi: %lld रद्द हो रहे हैं
hr: %lld se otkazuje
it: %lld in annullamento
ja: %lld件キャンセル中
kn: %lld ರದ್ದಾಗುತ್ತಿದೆ
ko: %lld개 취소 중
ml: %lld റദ്ദാക്കുന്നു
mr: %lld रद्द होत आहेत
nl: %lld aan het annuleren
pa: %lld ਰੱਦ ਹੋ ਰਹੇ ਹਨ
pl: %lld anulowanych
pt_br: %lld cancelando
ta: %lld ரத்துசெய்யப்படுகிறது
te: %lld రద్దవుతున్నాయి
th: กำลังยกเลิก %lld รายการ
tr: %lld iptal ediliyor
uk: %lld скасовується
ur: %lld منسوخ ہو رہے ہیں
vi: %lld đang hủy
zh_hans: %lld 个正在取消
zh_hant: %lld 個取消中

# core.outbox.eta
source: %@ remaining
ar: %@ متبقية
bg: остават %@
bn: %@ বাকি
cs: zbývá %@
de: noch %@
es: %@ restantes
fr: %@ restant
gu: %@ બાકી
he: נותרו %@
hi: %@ शेष
hr: preostalo %@
it: %@ rimanenti
ja: 残り%@
kn: %@ ಬಾಕಿ
ko: %@ 남음
ml: %@ ബാക്കി
mr: %@ बाकी
nl: nog %@
pa: %@ ਬਾਕੀ
pl: pozostało %@
pt_br: %@ restantes
ta: %@ மீதமுள்ளது
te: %@ మిగిలి ఉంది
th: เหลือ %@
tr: %@ kaldı
uk: залишилось %@
ur: %@ باقی
vi: còn %@
zh_hans: 剩余 %@
zh_hant: 剩餘 %@

# core.outbox.file.artist_image
source: Artist image
ar: صورة الفنان
bg: Изображение на изпълнителя
bn: শিল্পীর ছবি
cs: Obrázek interpreta
de: Künstlerbild
es: Imagen del artista
fr: Image de l’artiste
gu: કલાકારનું ચિત્ર
he: תמונת האמן
hi: कलाकार की छवि
hr: Slika izvođača
it: Immagine dell’artista
ja: アーティスト画像
kn: ಕಲಾವಿದರ ಚಿತ್ರ
ko: 아티스트 이미지
ml: ആർട്ടിസ്റ്റിന്റെ ചിത്രം
mr: कलाकाराची प्रतिमा
nl: Artiestenafbeelding
pa: ਕਲਾਕਾਰ ਦੀ ਤਸਵੀਰ
pl: Zdjęcie wykonawcy
pt_br: Imagem do artista
ta: கலைஞர் படம்
te: కళాకారుడి చిత్రం
th: รูปศิลปิน
tr: Sanatçı görseli
uk: Зображення виконавця
ur: فنکار کی تصویر
vi: Ảnh nghệ sĩ
zh_hans: 艺术家图片
zh_hant: 藝術家圖片

# core.outbox.file.unwinding
source: Removing from cloud
ar: جارٍ الإزالة من السحابة
bg: Премахване от облака
bn: ক্লাউড থেকে সরানো হচ্ছে
cs: Odebírá se z cloudu
de: Wird aus der Cloud entfernt
es: Quitando de la nube
fr: Retrait du cloud
gu: ક્લાઉડમાંથી દૂર કરાઈ રહ્યું છે
he: מסיר מהענן
hi: क्लाउड से हटाया जा रहा है
hr: Uklanjanje iz oblaka
it: Rimozione dal cloud
ja: クラウドから削除中
kn: ಕ್ಲೌಡ್‌ನಿಂದ ತೆಗೆದುಹಾಕಲಾಗುತ್ತಿದೆ
ko: 클라우드에서 제거 중
ml: ക്ലൗഡിൽ നിന്ന് നീക്കംചെയ്യുന്നു
mr: क्लाउडमधून काढले जात आहे
nl: Verwijderen uit de cloud
pa: ਕਲਾਊਡ ਤੋਂ ਹਟਾਇਆ ਜਾ ਰਿਹਾ ਹੈ
pl: Usuwanie z chmury
pt_br: Removendo da nuvem
ta: கிளவுட்டிலிருந்து அகற்றப்படுகிறது
te: క్లౌడ్ నుండి తొలగిస్తోంది
th: กำลังนำออกจากคลาวด์
tr: Buluttan kaldırılıyor
uk: Видалення з хмари
ur: کلاؤڈ سے ہٹایا جا رہا ہے
vi: Đang xóa khỏi đám mây
zh_hans: 正在从云端移除
zh_hant: 正在從雲端移除

# core.outbox.pending_deletes
source: %lld pending deletes
ar: %lld عملية حذف معلّقة
bg: %lld чакащи изтривания
bn: %lldটি মোছার অপেক্ষায়
cs: %lld čekajících smazání
de: %lld ausstehende Löschungen
es: %lld eliminaciones pendientes
fr: %lld suppressions en attente
gu: %lld બાકી કાઢી નાખવાં
he: %lld מחיקות ממתינות
hi: %lld लंबित हटाने
hr: %lld brisanja na čekanju
it: %lld eliminazioni in sospeso
ja: %lld件の保留中の削除
kn: %lld ಅಳಿಸುವುದು ಬಾಕಿ
ko: %lld개 삭제 대기 중
ml: %lld തീർപ്പാക്കാത്ത ഇല്ലാതാക്കലുകൾ
mr: %lld प्रलंबित हटवणे
nl: %lld verwijderingen in behandeling
pa: %lld ਮਿਟਾਉਣੇ ਬਾਕੀ
pl: %lld oczekującego usunięcia
pt_br: %lld exclusões pendentes
ta: %lld நிலுவை நீக்கங்கள்
te: %lld తొలగింపులు పెండింగ్‌లో ఉన్నాయి
th: รอลบ %lld รายการ
tr: silinmeyi bekleyen %lld
uk: %lld видалення в очікуванні
ur: %lld زیرِ التوا حذف
vi: %lld mục chờ xóa
zh_hans: %lld 个待删除
zh_hant: %lld 個待刪除項目
